## [ci](https://jace-ys.app.spacelift.io/stack/ci/run/01HV1NZHPXP2KSAVQZDYY9J21M) plan logs

<details>
<summary>Click here to expand</summary>

```
[01HV1FGSZCKGFNTSYKY1WWJTS5] Planning changes with 0 custom hooks...
data.google_client_config.default: Reading...
data.google_client_config.default: Read complete after 0s [id=projects/"emp-jace-a850"/regions/"europe-west1"/zones/<null>]

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # random_string.random will be created
  + resource "random_string" "random" {
      + id          = (known after apply)
      + length      = 10
      + lower       = true
      + min_lower   = 0
      + min_numeric = 0
      + min_special = 0
      + min_upper   = 0
      + number      = true
      + numeric     = true
      + result      = (known after apply)
      + special     = true
      + upper       = true
    }

Plan: 1 to add, 0 to change, 0 to destroy.

Changes to Outputs:
  + random  = (known after apply)
[01HV1FGSZCKGFNTSYKY1WWJTS5] Changes are GO
[01HV1FGSZCKGFNTSYKY1WWJTS5] Uploading the list of managed resources...
[01HV1FGSZCKGFNTSYKY1WWJTS5] Please be aware that the run changes calculation includes output changes.
[01HV1FGSZCKGFNTSYKY1WWJTS5] Resource list upload is GO
[01HV1FGSZCKGFNTSYKY1WWJTS5] Generating JSON representation of the plan...
[01HV1FGSZCKGFNTSYKY1WWJTS5] JSON representation is GO
[01HV1FGSZCKGFNTSYKY1WWJTS5] Loading custom plan policy inputs...
[01HV1FGSZCKGFNTSYKY1WWJTS5] 0 custom plan policy inputs found
[01HV1FGSZCKGFNTSYKY1WWJTS5] No plan policies to evaluate
```

</details>